Repository: scooller/sorteo-sco
Catalog: languages/*.po
Languages: pt_br

source: Ajustes
pt_br: Configurações

source: Documentación
pt_br: Documentação

source: Ver documentación
pt_br: Ver documentação

source: Ver opciones del plugin
pt_br: Ver opções do plugin

source: Opciones del plugin
pt_br: Opções do plugin

source: No se encontró el archivo README.md en el plugin.
pt_br: Arquivo README.md não encontrado no plugin.

source: Documentación de Sorteo
pt_br: Documentação do Sorteio

source: Ir a Ajustes
pt_br: Ir para Configurações

source: No tienes permisos para realizar esta acción.
pt_br: Você não tem permissão para realizar esta ação.

source: Token de seguridad inválido.
pt_br: Token de segurança inválido.

source: Error en la exportación.
pt_br: Erro na exportação.

source: Debe seleccionar un pedido.
pt_br: Você deve selecionar um pedido.

source: El pedido seleccionado no existe.
pt_br: O pedido selecionado não existe.

source: Premio
pt_br: Prêmio

source: Premio sorpresa
pt_br: Prêmio surpresa

source: Sorteo Automático
pt_br: Sorteio Automático

source: Configuración del Sorteo
pt_br: Configuração do Sorteio

source: Período del sorteo
pt_br: Período do sorteio

source: Fecha inicio
pt_br: Data de início

source: Fecha fin
pt_br: Data de término

source: Premio del sorteo
pt_br: Prêmio do sorteio

source: Nombre del premio
pt_br: Nome do prêmio

source: Precio del premio
pt_br: Preço do prêmio

source: Categorías de productos
pt_br: Categorias de produtos

source: Productos específicos
pt_br: Produtos específicos

source: Estados de pedido
pt_br: Status do pedido

source: Ganancia mínima
pt_br: Lucro mínimo

source: Ejecutar Sorteo Manual
pt_br: Executar Sorteio Manual

source: Exportar Datos
pt_br: Exportar Dados

source: Historial de Sorteos
pt_br: Histórico de Sorteios

source: Total de sorteos realizados
pt_br: Total de sorteios realizados

source: Total de pedidos elegibles
pt_br: Total de pedidos elegíveis

source: Ganancia total acumulada
pt_br: Lucro total acumulado

source: Precios Cantidad
pt_br: Precos por Quantidade

source: Precios por Cantidad en Carrito
pt_br: Precos por Quantidade no Carrinho

source: Define precios progresivos por categoría según la cantidad total de productos en el carrito.
pt_br: Defina precos progressivos por categoria conforme a quantidade total de produtos no carrinho.

source: Habilitar precios por cantidad
pt_br: Habilitar precos por quantidade

source: Aplicar precios progresivos en carrito y checkout
pt_br: Aplicar precos progressivos no carrinho e checkout

source: Prioridad por categoría
pt_br: Prioridade por categoria

source: Precio más bajo
pt_br: Preco mais baixo

source: Orden de reglas
pt_br: Ordem das regras

source: Precio más alto
pt_br: Preco mais alto

source: Si un producto pertenece a múltiples categorías con reglas, se aplicará esta prioridad.
pt_br: Se um produto pertence a multiplas categorias com regras, sera aplicada esta prioridade.

source: Reglas por Categoría
pt_br: Regras por Categoria

source: Cada regla define una categoría y sus tramos de precio por cantidad. El máximo puede quedar vacío para indicar "sin límite".
pt_br: Cada regra define uma categoria e suas faixas de preco por quantidade. O maximo pode ficar vazio para indicar "sem limite".

source: Categoría
pt_br: Categoria

source: Seleccionar categoría
pt_br: Selecionar categoria

source: Eliminar regla
pt_br: Excluir regra

source: Cantidad mínima
pt_br: Quantidade minima

source: Cantidad máxima
pt_br: Quantidade maxima

source: Precio unitario
pt_br: Preco unitario

source: Acciones
pt_br: Acoes

source: Eliminar
pt_br: Excluir

source: Agregar tramo
pt_br: Adicionar faixa

source: Agregar regla
pt_br: Adicionar regra

source: Ganancia del período actual
pt_br: Lucro do período atual

source: Próximo sorteo automático
pt_br: Próximo sorteio automático

source: Fecha
pt_br: Data

source: Ganancia
pt_br: Lucro

source: Ganancia por día (últimos 7 días)
pt_br: Lucro por dia (últimos 7 dias)

source: Ganancia por día (últimos 30 días)
pt_br: Lucro por dia (últimos 30 dias)

source: Ganancia por día (últimos 90 días)
pt_br: Lucro por dia (últimos 90 dias)

source: Ganancia por día (rango personalizado)
pt_br: Lucro por dia (intervalo personalizado)

source: Distribución de premios
pt_br: Distribuição de prêmios

source: 7 días
pt_br: 7 dias

source: 30 días
pt_br: 30 dias

source: 90 días
pt_br: 90 dias

source: Rango personalizado
pt_br: Intervalo personalizado

source: Desde
pt_br: De

source: Hasta
pt_br: Até

source: Premio Manual
pt_br: Prêmio Manual

source: Seleccionar pedido para otorgar premio manualmente
pt_br: Selecionar pedido para conceder prêmio manualmente

source: Otorgar Premio
pt_br: Conceder Prêmio

source: Premio otorgado correctamente
pt_br: Prêmio concedido com sucesso

source: No hay pedidos elegibles
pt_br: Não há pedidos elegíveis

source: Seleccione un pedido
pt_br: Selecione um pedido

source: Datos incompletos.
pt_br: Dados incompletos.

source: Producto no válido.
pt_br: Produto inválido.

source: Cantidad no válida.
pt_br: Quantidade inválida.

source: Este paquete no tiene categoría configurada.
pt_br: Este pacote não tem categoria configurada.

source: No hay suficientes productos. Se necesitan %d pero solo hay %d.
pt_br: Não há produtos suficientes. São necessários %d, mas há apenas %d.

source: %d productos agregados al carrito.
pt_br: %d produtos adicionados ao carrinho.

source: Error al agregar productos al carrito.
pt_br: Erro ao adicionar produtos ao carrinho.

source: Agregando...
pt_br: Adicionando...

source: Error al agregar productos.
pt_br: Erro ao adicionar produtos.

source: Error de conexión.
pt_br: Erro de conexão.

source: Cantidad de %s:
pt_br: Quantidade de %s:

source: -- Selecciona una cantidad de %s --
pt_br: -- Selecione uma quantidade de %s --
